Repository: mauline/filestore
Catalog: www/po/*/LC_MESSAGES/filestore.po
Languages: de

source: "Abort"
de: "Abbrechen"

source: "Generate"
de: "Erzeugen"

source: "Remove"
de: Entfernen

source: A file has already been uploaded.
de: Es wurde bereits eine Datei hochgeladen.

source: A file has been uploaded for you:
de: Eine Datei wurde für Dich hochgeladen:

source: Allow someone else to upload a file for me.
de: Jemand anderem erlauben, eine Datei für mich hochzuladen.

source: An error has occurred. The error message is:
de: Es ist ein Fehler aufgetreten. Die Meldung ist:

source: Configuration
de: Konfiguration

source: Configuration error: Temp directory does not exist.
de: Konfigurationsfehler: Temporäres Verzeichnis fehlt.

source: Description (optional)
de: Beschreibung (optional)

source: Description:
de: Beschreibung:

source: Error copying files.
de: Fehler beim Kopieren von Dateien.

source: Error creating directory "%s".
de: Fehler beim Erzeugen des Verzeichnisses "%s".

source: Error creating the download directory.
de: Fehler beim Erzeugen des download Verzeichnisses.

source: Error deleting files.
de: Fehler beim Löschen von Dateien.

source: Error deleting the directory.
de: Fehler beim Löschen des Verzeichnisses.

source: Error generating configuration file.
de: Fehler beim Erzeugen der Konfigurationsdatei.

source: Error generating upload page
de: Fehler beim Erzeugen der Upload Seite

source: Error in upload
de: Fehler beim Hochladen

source: Error moving received file to destination.
de: Fehler beim Verschieben der hochgeladenen Datei.

source: Error reading entropy data.
de: Fehler beim Lesen von Entropiedaten.

source: Error removing upload page
de: Fehler beim Löschen der Upload Seite

source: Error sending the notification e-mail.
de: Fehler beim Versenden der Benachrichtigungs-Mail.

source: Error writing to disk.
de: Fehler beim Schreiben auf Platte.

source: File extension is invalid. Allowed extensions are: %s
de: Die Dateierweiterung ist ungültig. Erlaubte Erweiterungen sind: %s

source: File is too big.
de: Die Datei ist zu groß.

source: File name:
de: Dateiname:

source: File size:
de: Dateigröße:

source: File was only partially received.
de: Die Datei wurde nur teilweise empfangen.

source: I want to:
de: Ich will:

source: Imprint
de: Impressum

source: Invalid filename.
de: Ungültiger Dateiname.

source: Invalid parameter (maybe file is too big).
de: Ungültiger Parameter (Datei ist möglicherweise zu groß).

source: Invalid remove code.
de: Ungültiger Sicherheitscode.

source: No file received.
de: Keine Datei empfangen.

source: Out of disk space.
de: Nicht genug Plattenplatz.

source: Permanent
de: Dauerhaft

source: Please configure the upload and click "Generate". The upload URL will be sent to the given e-mail address so make sure it is valid!
de: Bitte den Upload konfigurieren und "Erzeugen" klicken. Die URL für den Upload wird an die angegebene E-Mail Adresse geschickt, diese muß also gültig sein!

source: Please enter the remove code and click "Remove".
de: Bitte den Sicherheitscode eintragen und "Entfernen" anklicken.

source: Privacy statement
de: Datenschutzerklärung

source: Remove code
de: Sicherheitscode

source: Select the file and click "Upload".
de: Bitte die Datei auswählen und "Upload" klicken.

source: The description is invalid.
de: Die Beschreibung ist ungültig.

source: The download URL is:
de: Die URL ist:

source: The e-mail address is invalid.
de: Die E-Mail Adresse ist ungültig.

source: The file has been successfully uploaded and a notification e-mail has been sent!
de: Die Datei wurde erfolgreich hochgeladen und es wurde eine E-Mail zur Benachrichtigung verschickt!

source: The file has been successfully uploaded!
de: Die Datei wurde erfolgreich hochgeladen!

source: The requested upload facility has been generated.
de: Der gewünschte Upload Zugang wurde bereitgestellt.

source: The upload URL has been sent to <pre>%s</pre> via e-mail.
de: Die Upload URL wurde via E-Mail an <pre>%s</pre> versendet.

source: The upload URL is:
de: Die Upload URL ist:

source: The upload has been configured successfully.
de: Der Upload wurde bereitgestellt.

source: The upload page has been removed!
de: Die Upload Seite wurde gelöscht!

source: Unknown error.
de: Unbekannter Fehler.

source: Upload a file that can be downloaded by someone else.
de: Eine Datei hochladen, die von jemand anderem heruntergeladen werden kann.

source: Upload aborted
de: Upload wurde abgebrochen

source: Upload available
de: Upload verfügbar

source: Upload facility has been configured
de: Der Upload Zugang wurde konfiguriert

source: Upload progress:
de: Upload Fortschritt:

source: Using this remove code:
de: Mit diesem Sicherheitscode:

source: You can remove the upload facility by visiting this URL:
de: Die Upload Seite kann auf dieser URL gelöscht werden:

source: You may want to keep this message for reference.
de: Es wäre empfehlenswert, diese Nachricht als Referenz zu behalten.

source: Your e-mail address
de: Eigene E-Mail Adresse

source: file is too big
de: Datei ist zu groß

source: invalid extension
de: ungültige Erweiterung
